Repository: trendwerk/sphynx
Catalog: trendpress/assets/languages/*.po
Languages: nl_nl

source: Search for
nl_nl: Zoekresultaten voor

source: WordPress SEO by Yoast
nl_nl: WordPress SEO door Yoast

source: Improve your WordPress SEO: Write better content and have a fully optimized WordPress site using the WordPress SEO plugin by Yoast.
nl_nl: Verbeter je WordPress SEO: Schrijf betere content en optimaliseer je WordPress site door gebruik te maken van de WordPress SEO plugin door Yoast.

source: Google Analytics for WordPress
nl_nl: Google Analytics voor Wordpress

source: This plugin makes it simple to add Google Analytics to your WordPress blog, adding lots of features, eg. custom variables and automatic clickout and download tracking.
nl_nl: Deze plugin maakt het mogelijk om Google Analytics toe te voegen aan je WordPress site. Extra features: instelbare variabele en automatische clickout en download tracking.

source: Theme updater
nl_nl: Thema updater

source: Do you wish that you could somehow get update notifications within WordPress for custom themes that you use for your site?
nl_nl: Wil je dat er update meldingen binnen WordPress mogelijk zijn voor het custom thema dat gebruikt wordt voor je site?

source: Improve site performance and user experience via caching: browser, page, object, database, minify and content delivery network support.
nl_nl: Verbeter de site performance en user experience doormiddel van caching (browser caching, page caching, object caching, database caching, bestandsverkleining en content delivery network ondersteuning).

source: Increases WordPress' default search functionality in three easy steps.
nl_nl: Verbeterd de WordPress basis zoek functionaliteit in drie simpele stappen.

source: Lets you use more than one content "block" on a template. You only have to insert one tag inside the template, so it's easy to use.
nl_nl: Laat je meer dan een content "block" per template gebruiken. Je hoeft enkel een tag te plaatsen binnen de template, dus is het gemakkelijk te gebruiken.

source: Redirection
nl_nl: Redirections

source: Redirection is a WordPress plugin to manage 301 redirections and keep track of 404 errors without requiring knowledge of Apache .htaccess files.
nl_nl: Redirection is een WordPress plugin waar je 301 redirections mee kunt instellen en 404 errors kunt traceren zonder kennis te hoeven hebben van Apache .htaccess files.

source: Recommended plugins
nl_nl: Aanbevolen plugins

source: Recommended
nl_nl: Aanbevolen

source: Recommended plugin <strong>activated</strong>.
nl_nl: Aanbevolen plugin <strong>geactiveerd</strong>.

source: The plugin <strong>%1$s</strong> has been reset to the recommended TrendPress settings.
nl_nl: De settings van de plugin <strong>%1$s</strong> hebben nu de aanbevolen TrendPress instellingen.

source: <a href="%1$s">Return to recommended plugins</a>
nl_nl: <a href="%1$s">Ga terug naar aanbevolen plugins</a>

source: There are no Custom Post Types at the moment.
nl_nl: Er zijn geen Custom Post Types op dit moment.

source: Add to Menu
nl_nl: Voeg toe aan menu

source: Pagination
nl_nl: Paginatie

source: Next
nl_nl: Volgende

source: Previous
nl_nl: Vorige

source: Theme options
nl_nl: Thema opties

source: Shows the submenu according to the custom menu
nl_nl: Laat het submenu zien volgens het custom menu

source: Install now
nl_nl: Installeer nu

source: Are you sure you want to reset to the recommended TrendPress settings?
nl_nl: Weet je zeker dat je de aanbevolen TrendPress settings wilt resetten?

source: Apply settings
nl_nl: Pas settings toe

source: Activate
nl_nl: Activeer

source: On this page, you can install recommended plugins and apply recommended settings to them after installing.
nl_nl: Op deze pagina kun je aanbevolen plugins installeren en aanbevolen settings toepassen na installatie.

source: Optional plugins
nl_nl: Optionele plugins

source: General settings
nl_nl: Algemene settings

source: Sitename
nl_nl: Sitenaam

source: Description
nl_nl: Omschrijving

source: Name
nl_nl: Naam

source: Postal code
nl_nl: Postcode

source: City
nl_nl: Stad

source: Telephone
nl_nl: Telefoon

source: CC No
nl_nl: KvK Nr

source: VAT No
nl_nl: BTW Nr

source: Bank No
nl_nl: Bank nummer

source: Save
nl_nl: Opslaan
