Repository: trendwerk/sphynx
Catalog: assets/lang/*.po
Languages: nl_nl

source: The page you are looking for doesn't exist.
nl_nl: De pagina die je zoekt bestaat niet.

source: Seems like the page you were looking for might have been moved or just didn't exist in the first place.
nl_nl: Het lijkt er op dat de pagina waarnaar je op zoek bent is verplaatst of nooit heeft bestaan.

source: You might want to check out our <a href="%1$s">sitemap</a> or use the searchform below to find the page you are looking for.
nl_nl: Bekijk onze <a href="%1$s">sitemap</a> of gebruik het onderstaande zoekformulier om te vinden wat je zoekt.

source: One response to &ldquo;%2$s&rdquo;
nl_nl: Één reactie op &ldquo;%2$s&rdquo;

source: Next
nl_nl: Volgende

source: Previous
nl_nl: Vorige

source: Posts about
nl_nl: Berichten over

source: Posts by
nl_nl: Berichten van

source: News
nl_nl: Nieuws

source: Posted on
nl_nl: Geplaatst op

source: by
nl_nl: door

source: in the category
nl_nl: in de categorie

source: Read more
nl_nl: Lees verder

source: No results found.
nl_nl: Geen resultaten gevonden.

source: Authors overview
nl_nl: Auteurs overzicht

source: Pages
nl_nl: Pagina's

source: Search Results for: %1$s
nl_nl: Zoek resultaten voor: %1$s

source: Your search for <em>&quot;%1$s&quot;</em> did not match any documents. Please make sure all your words are spelled correctly or try different keywords.
nl_nl: Je zoekopdracht voor <em>&quot;%1$s&quot;</em> heeft geen resultaten opgeleverd. Controleer of alle woorden correct gespeld zijn of probeer een andere zoekterm.

source: Search
nl_nl: Zoeken

source: Back to the overview
nl_nl: Terug naar het overzicht

source: General settings
nl_nl: Algemene instellingen

source: Sitename
nl_nl: Sitemap

source: Description
nl_nl: Omschrijving

source: Company name
nl_nl: Bedrijfsnaam

source: Address
nl_nl: Adres

source: Postal code
nl_nl: Postcode

source: City
nl_nl: Stad

source: Country
nl_nl: Land

source: Telephone
nl_nl: Telefoon

source: Registration numbers & financial
nl_nl: Registratie nummers & financieel

source: CC No.
nl_nl: KvK Nr.

source: VAT No.
nl_nl: BTW Nr.

source: Bank name
nl_nl: Bank naam

source: Bank No.
nl_nl: Bank Nr.

source: Newsletter / mailto link
nl_nl: Nieuwsbrief / mailto link

source: Show RSS feed in the social media widget
nl_nl: Toon RSS icoon in de sociale media widget

source: Contact information
nl_nl: Contactgegevens

source: Button
nl_nl: Knop

source: Secondary button
nl_nl: Secondaire knop

source: More link
nl_nl: Lees meer link

source: Main navigation
nl_nl: Hoofd navigatie

source: Top navigation
nl_nl: Top navigatie

source: Footer navigation
nl_nl: Footer navigatie

source: Search for
nl_nl: Zoekresultaten voor

source: Page
nl_nl: Pagina

source: Facebook profile URL
nl_nl: Facebook profiel URL

source: LinkedIn profile URL
nl_nl: LinkedIn profiel URL

source: Google+ profile URL
nl_nl: Google+ profiel URL

source: Twitter @username
nl_nl: Twitter @gebruikersnaam

source: Publish profile
nl_nl: Profiel publiceren

source: Show profile on website
nl_nl: Profiel weergeven op de website

source: Show my profile on the website at blogposts and author archives
nl_nl: Geef mijn profiel weer op de website bij blogberichten en auteur archieven

source: Profile picture
nl_nl: Profielfoto

source: You can change your profile picture via
nl_nl: Je kunt je profielfoto aanpassen via

source: by logging in or signing up for free with the email address associated with your profile
nl_nl: door in te loggen of door je gratis aan te melden met het e-mailadres dat is gekoppeld aan je profiel

source: Shows the specified contact information
nl_nl: Geeft gespecificeerde contactgegevens weer

source: Title
nl_nl: Titel

source: Change the contents of this widget on the <a href="%1$s">contact information</a> page.
nl_nl: Beheer de inhoud van deze widget op de <a href="%1$s">contact informatie</a> pagina.

source: CC No
nl_nl: KvK Nr

source: VAT No
nl_nl: BTW Nr

source: Post type posts
nl_nl: Post type berichten

source: List of posts from a given post type
nl_nl: Lijst met berichten uit een bepaalde post type

source: Latest posts
nl_nl: Laatste berichten

source: Post type
nl_nl: Bericht type

source: Number of posts to show:
nl_nl: Aantal berichten:

source: Show link to post type archive
nl_nl: Link naar berichten overzicht weergeven

source: View all
nl_nl: Bekijk alle

source: Shows links to specified social network profiles
nl_nl: Geeft links naar gespecificeerde profielen op sociale netwerken weer

source: Social
nl_nl: Sociaal

source: Follow us on Twitter
nl_nl: Volg ons via Twitter

source: Like our Facebook page
nl_nl: Like onze Facebook pagina

source: Add us on Google+
nl_nl: Voeg ons toe op Google+

source: Connect with us on LinkedIn
nl_nl: Connect via LinkedIn

source: View our YouTube channel
nl_nl: Bekijk ons YouTube kanaal

source: E-mail newsletter
nl_nl: E-mail nieuwsbrief

source: Subscribe via RSS
nl_nl: Abonneer via RSS

source: Shows submenu items of current menu item or parent.
nl_nl: Geef submenu items weer van huidige (moeder) pagina.

source: Term list
nl_nl: Term lijst

source: List of terms from a given taxonomy
nl_nl: Lijst met termen uit een bepaalde taxonomie

source: Taxonomy
nl_nl: Taxonomie

source: Telephone number and button
nl_nl: Telefoonnummer en knop

source: Text with button
nl_nl: Tekst met knop

source: Editable title, text and button
nl_nl: Bewerkbare titel, tekst en knop

source: Read more link
nl_nl: Lees meer link

source: Primary button
nl_nl: Primaire knop

source: Content
nl_nl: Inhoud

source: Show button / read more link
nl_nl: Knop / lees meer link weergeven

source: Button text
nl_nl: Knop tekst

source: Button link
nl_nl: Knop link

source: Open link in new window / tab
nl_nl: Open link in een nieuw venster

source: Text with image and button
nl_nl: Tekst met afbeelding en knop

source: Editable title, image text and button
nl_nl: Bewerkbare titel, afbeelding en knop

source: Choose an image
nl_nl: Kies een afbeelding

source: Insert into widget
nl_nl: Voeg toe aan widget

source: Image
nl_nl: Afbeelding

source: Upload
nl_nl: Uploaden

source: Edit
nl_nl: Bewerken

source: Remove
nl_nl: Verwijder

source: Written by
nl_nl: Geschreven door

source: Follow %1$s on
nl_nl: Volg %1$s op

source: View 1 post
nl_nl: Bekijk %1$s bericht

source: Share this article
nl_nl: Deel dit artikel

source: Share this on Facebook
nl_nl: Deel dit artikel op Facebook

source: Share this on Twitter
nl_nl: Deel dit artikel op Twitter

source: Share this on Google Plus
nl_nl: Deel dit artikel op Google Plus

source: Share this on LinkedIn
nl_nl: Deel dit artikel op LinkedIn

source: Email this
nl_nl: Email dit artikel

source: Share this on other networks
nl_nl: Deel dit artikel via andere netwerken
